{
  "terms-and-conditions": [
    {
      "title": "Study Material Usage",
      "subtitle": "Penbyt does not infringe on any copyrighted content. The study materials available on this website are compiled from contributions by students and faculty members of IIIT RK Valley. This initiative aims to address the shortage of study resources for students. Please note that the content on this website may not always be perfect, as it is sourced from student submissions. We encourage users to consider this material as a reference only and to verify its accuracy with their subject instructors."
    },
    {
      "smalltitle": "Copyright © 2024 Penbyt. All rights reserved.",
      "title": "License Agreement",
      "subtitle": "The content images graphics and other materials on this website are protected by copyright and other intellectual property laws. Any unauthorized use reproduction or distribution of the content on this website without the express written permission of Penbyt is strictly prohibited. You may however download print and use the information provided on this website for personal non-commercial use as long as you do not modify or alter the content in any way and you include all copyright and proprietary notices. For any inquiries regarding the use of materials from this website please contact us. Penbyt reserves the right to take appropriate legal action against any individual or entity that violates these terms."
    }
  ],
  "privacy-policy": [
    {
      "title": "",
      "subtitle": "Your privacy is important. When you use Penbyt products and services, we get certain information about you. This information, like your name and email address, is called personal data. We want you to know what personal data we have about you and how we use it. We also want you to know that you have rights over that data. We hope this page will help you, as a young person, learn about and understand Penbyt’s privacy practices and how to use our products in a way that protects your privacy. This page also highlights topics that may be helpful for parents and guardians. If you have questions about the information in this page, you may want to talk to your parent or guardian. To read more about how Penbyt uses personal data, you can read the Penbyt Privacy Statement."
    },
    {
      "title": "Personal data we collect",
      "subtitle": "Many of our products need personal data to work. The types of personal data we get depends on the products and features you use. When you use a Penbyt product, we might ask you to answer some questions about yourself. This might be things like your name, email address, and birthday. If you create an account with us, we may ask you to create a password. We also save some details about how you use our products and services. This might be the web pages you visit, games you play, purchases you make, or details about the device you use. You might also use a Penbyt service to create or share a file, like a photo or a document. We consider this your content, and we keep it for you. Sometimes we also get data about you from others. For example, if your account was created by a parent or guardian, we collect the information your parent or guardian gave about you. If you use a Penbyt product in your school, we may get some information about you from your teacher or school. Sometimes, we give you a choice about the data we get. But if you choose not to give us required data, you may not be able to use the product or feature. If you choose not to give us optional data, you can use the product, but some features may not work the same."
    },
    {
      "title": "How we use personal data",
      "subtitle": "Penbyt uses data to give you great experiences. We may use personal data to Provide and support our products. Improve and develop our products.Personalize our products and suggestions.Advertise and promote our products.Run and improve our business.When we use this data we may link it to data from different sources. By linking this data we can make your experience easier and it helps us to better run our business.We will not use your email human-to-human chat files or other personal content to target ads to you."
    },
    {
      "title": "Cookie Management",
      "subtitle": "Cookies are small text files placed on your device to store data that can be recalled by a web server in the domain that placed the cookie. We use cookies and similar technologies for storing and honoring your preferences and settings enabling you to sign in providing interest-based advertising combating fraud analyzing how our products perform and fulfilling other legitimate purposes."
    }
  ],
  "refund-policy": [
    {
      "title": "",
      "subtitle": "We strive to provide the best services and products to our customers. However, if you are not completely satisfied with your purchase, we are here to help."
    },
    {
      "title": "Refunds",
      "subtitle": "You have 7 days to request a refund from the date you successfully purchased an item(course, bundle, software). To be eligible for a refund."
    },
    {
      "title": "",
      "subtitle": ""
    }
  ]
}
